[MissionIcons.Icon_Nasturtium_GiveScent InteractionIconDefinition]
Text="ENTREGAR ODOR"

[MissionIcons.ID_MO_Nasturtium_Injector MissionItemDefinition]
UseFailureCharacterMessage="Você deve ser %s para usar esse item."
ItemName="Injetor de odores"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[MissionIcons.ID_MO_Nasturtium_Injector:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma seringa com a qual você poderá injetar um pouco do veneno de rato do Hammerlock em um ovo de Varkid."
NoConstraintText=""
Suffix=""
Prefix=""

